Repository: pauljoda/Crest
Catalog: CrestShared/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# %@ · %lld visits
source: %1$@ · %2$lld visits
ar: %1$@ · %2$lld زيارة

source: %@ and its Space-local data will be removed. The host app and other Spaces are unchanged.
ar: ستُزال %@ وبياناتها المحلية في المساحة. لن يتغير التطبيق المستضيف ولا المساحات الأخرى.

source: %@ and its Space-local package will be removed. Other Spaces are unchanged.
ar: ستتم إزالة %@ وحزمته المحلية الخاصة بالمساحة. لن تتغير المساحات الأخرى.

source: %@ Archive
ar: أرشيف %@

source: %@ didn’t respond in time.
ar: لم يستجب %@ في الوقت المحدد.

source: %@ Enabled
ar: %@ مفعّل

source: %@ filter preset
ar: الإعداد المسبق للفلاتر %@

source: %@ folder
ar: مجلد %@

# %@ for %@
source: %1$@ for %2$@
ar: %1$@ لـ %2$@

source: %@ History
ar: سجل %@

# %@ in %@
source: %1$@ in %2$@
ar: %1$@ في %2$@

source: %@ is Locked
ar: %@ مقفلة

source: %@ refused the connection or isn’t accepting connections.
ar: رفض %@ الاتصال أو لا يقبل الاتصالات.

source: %@ returned a response Crest couldn’t load.
ar: أعاد %@ استجابة تعذّر على Crest تحميلها.

source: %@ saved tabs
ar: %@ من علامات التبويب المحفوظة

source: %@ sent Crest through too many redirects.
ar: أعاد %@ توجيه Crest مرات كثيرة جدًا.

source: %@ Space
ar: مساحة %@

source: %@ Space sidebar
ar: الشريط الجانبي لمساحة %@

source: %@, already added
ar: %@، مضاف بالفعل

source: %@, Current
ar: %@، الحالية

# %arg · opens in %arg
source: %1$arg · opens in %2$arg
ar: %1$arg · يفتح في %2$arg

source: %arg and its Space-local package will be removed. Other Spaces are unchanged.
ar: ستتم إزالة %arg وحزمته المحلية الخاصة بالمساحة. لن تتغير المساحات الأخرى.

source: %arg Archive
ar: أرشيف %arg

source: %arg Enabled
ar: %arg مفعّل

source: %arg folder
ar: مجلد %arg

# %arg for %arg
source: %1$arg for %2$arg
ar: %1$arg لـ %2$arg

source: %arg History
ar: سجل %arg

# %arg in %arg
source: %1$arg in %2$arg
ar: %1$arg في %2$arg

source: %arg is still pinned or saved, but its web page is not using memory.
ar: لا تزال %arg مثبتة أو محفوظة، لكن صفحة الويب الخاصة بها لا تستخدم الذاكرة.

source: %arg points
ar: %arg نقطة

source: %arg Space
ar: مساحة %arg

source: %arg visits
ar: %arg زيارة

source: %arg, Current
ar: %arg، الحالية

source: %lld days ago
ar: قبل %lld يوم

source: %lld degrees
ar: %lld درجة

source: %lld downloads
ar: %lld تنزيل

source: %lld passwords
ar: %lld كلمة سر

source: %lld points
ar: %lld نقطة

source: %lld tabs selected
ar: تم تحديد %lld علامة تبويب

source: %lld tabs selected · %lld passwords
ar: تم تحديد %lld علامة تبويب · %lld كلمة سر

source: %lld tabs selected · %lld passwords · %lld pinned tabs move to a saved folder
ar: تم تحديد %lld علامة تبويب · %lld كلمة سر · ستُنقل %lld علامة تبويب مثبّتة إلى مجلد محفوظ

source: %lld tabs selected · %lld pinned tabs move to a saved folder
ar: تم تحديد %lld علامة تبويب · ستُنقل %lld علامة تبويب مثبّتة إلى مجلد محفوظ

source: %lld weeks ago
ar: قبل %lld أسبوع

source: 01 — Appearance
ar: 01 — المظهر

source: 1Password can’t connect to its companion app
ar: لا يستطيع 1Password الاتصال بتطبيقه المصاحب

source: 1Password requires the production-signed Crest for Mac release. Development-signed builds can’t complete sign-in, unlocking, or filling. After installing Crest in Applications, add it in 1Password’s Browser settings.
ar: يتطلب 1Password إصدار Crest لنظام Mac الموقّع للإنتاج. لا تستطيع النسخ الموقّعة للتطوير إكمال تسجيل الدخول أو إلغاء القفل أو الملء. بعد تثبيت Crest في مجلد التطبيقات، أضفه في إعدادات المتصفح في 1Password.

source: 02 — Name
ar: 02 — الاسم

source: 03 — Your Spaces
ar: 03 — مساحاتك

source: A calmer browser, shaped around the Spaces that matter to you.
ar: متصفح أكثر هدوءًا، مصمم حول المساحات التي تهمك.

source: A crest gives this Space its own identity. Start with a preset or make your own.
ar: يمنح الشعار هذه المساحة هويتها الخاصة. ابدأ بتصميم جاهز أو صمّم شعارك بنفسك.

source: A few good ideas
ar: بعض الأفكار الجميلة

source: A finishing touch around your emblem.
ar: لمسة أخيرة تحيط برمزك.

source: A firewall, filter, or device policy may also be responsible.
ar: قد يكون جدار حماية أو عامل تصفية أو سياسة جهاز هو السبب أيضًا.

source: A fresh start.
ar: بداية جديدة.

source: A preset replaces the curated selection and turns off custom lists. You can then adjust any list below to create a custom setup.
ar: يستبدل الإعداد المسبق التحديد المنسّق ويوقف القوائم المخصصة. يمكنك بعد ذلك ضبط أي قائمة أدناه لإنشاء إعداد مخصص.

source: A secure connection couldn’t be made
ar: تعذّر إنشاء اتصال آمن

source: A security or content policy prevented this page from loading.
ar: منعت سياسة أمان أو محتوى تحميل هذه الصفحة.

source: A small symbol with a little personality.
ar: رمز صغير يعكس شخصيتك.

source: A Space keeps one part of your life together. What will this one be for?
ar: تجمع المساحة جانبًا من حياتك في مكان واحد. لمَ ستستخدم هذه المساحة؟

source: Account
ar: الحساب

source: Actions
ar: الإجراءات

source: Actual Size
ar: الحجم الفعلي

source: Actual Size (%@)
ar: الحجم الفعلي (%@)

source: Add
ar: إضافة

# Add %@ to %@
source: Add %1$@ to %2$@
ar: إضافة %1$@ إلى %2$@

source: Add a band
ar: أضف شريطًا

source: Add a site
ar: إضافة موقع

source: Add a Space
ar: إضافة مساحة

source: Add a stripe or a crossing to the field.
ar: أضف شريطًا أو تقاطعًا إلى الخلفية.

source: Add an extension below to review its access before use.
ar: أضف إضافة أدناه لمراجعة صلاحياتها قبل الاستخدام.

source: Add another Space
ar: أضف مساحة أخرى

source: Add Background Color
ar: إضافة لون الخلفية

source: Add Color
ar: إضافة لون

source: Add New Space
ar: إضافة مساحة جديدة

source: Add only what you want. Your draft is saved automatically.
ar: أضف ما تريده فقط. تُحفظ مسودتك تلقائيًا.

source: Add Primary Color
ar: إضافة اللون الرئيسي

source: Add Secondary Color
ar: إضافة اللون الثانوي

source: Add site
ar: إضافة موقع

source: Add sites to this Space, or start with a clean slate.
ar: أضف مواقع إلى هذه المساحة، أو ابدأ بصفحة فارغة.

source: Add Space
ar: إضافة مساحة

source: Add starting sites
ar: أضف مواقع للبداية

source: Add starting sites (optional)
ar: إضافة مواقع للبدء (اختياري)

source: Add to Split View
ar: إضافة إلى العرض المنقسم

source: Added in this setup
ar: تمت الإضافة في هذا الإعداد

source: Additional advertising rules maintained by uBlock Origin.
ar: قواعد إعلانات إضافية يحدّثها uBlock Origin.

source: Additional privacy rules maintained by uBlock Origin.
ar: قواعد خصوصية إضافية يحدّثها uBlock Origin.

source: Address
ar: العنوان

source: Address and search
ar: العنوان والبحث

source: Address, %@
ar: العنوان، %@

source: Adds a black layer behind tabs and controls. Set it to zero for no fade.
ar: يضيف طبقة سوداء خلف علامات التبويب وعناصر التحكم. اضبطه على صفر لإلغاء التلاشي.

source: Adds a restrained grain to the gradient without changing its colors.
ar: يضيف تحببًا خفيفًا إلى التدرج من دون تغيير ألوانه.

source: Adds a restrained grain without changing the palette.
ar: يضيف تحببًا خفيفًا من دون تغيير لوحة الألوان.

source: Adds contrast behind tabs and controls.
ar: يضيف تباينًا خلف علامات التبويب وعناصر التحكم.

source: Adjust the finish
ar: اضبط اللمسات الأخيرة

source: Ads
ar: الإعلانات

source: ads trackers privacy protection
ar: إعلانات متتبعات خصوصية حماية

source: Advanced
ar: متقدم

source: Advertising across Nordic-language websites.
ar: الإعلانات في المواقع الناطقة بلغات الشمال الأوروبي.

source: Advertising on Arabic-language websites.
ar: الإعلانات في المواقع الناطقة بالعربية.

source: Advertising on Chinese websites.
ar: الإعلانات في المواقع الصينية.

source: Advertising on Czech and Slovak websites.
ar: الإعلانات في المواقع التشيكية والسلوفاكية.

source: Advertising on Dutch websites.
ar: الإعلانات في المواقع الهولندية.

source: Advertising on Finnish websites.
ar: الإعلانات في المواقع الفنلندية.

source: Advertising on French websites.
ar: الإعلانات في المواقع الفرنسية.

source: Advertising on German websites.
ar: الإعلانات في المواقع الألمانية.

source: Advertising on Greek websites.
ar: الإعلانات في المواقع اليونانية.

source: Advertising on Hebrew websites.
ar: الإعلانات في المواقع العبرية.

source: Advertising on Indian websites.
ar: الإعلانات في المواقع الهندية.

source: Advertising on Italian websites.
ar: الإعلانات في المواقع الإيطالية.

source: Advertising on Korean websites.
ar: الإعلانات في المواقع الكورية.

source: Advertising on Latvian websites.
ar: الإعلانات في المواقع اللاتفية.

source: Advertising on Polish websites.
ar: الإعلانات في المواقع البولندية.

source: Advertising on Portuguese websites.
ar: الإعلانات في المواقع البرتغالية.

source: Advertising on Romanian websites.
ar: الإعلانات في المواقع الرومانية.

source: Advertising on Russian websites.
ar: الإعلانات في المواقع الروسية.

source: Advertising on Spanish websites.
ar: الإعلانات في المواقع الإسبانية.

source: Advertising on Swedish websites.
ar: الإعلانات في المواقع السويدية.

source: Advertising on Thai websites.
ar: الإعلانات في المواقع التايلاندية.

source: Advertising rules optimized for Safari.
ar: قواعد إعلانات مُحسّنة لـ Safari.

source: After content started loading
ar: بعد بدء تحميل المحتوى

source: After Crest saves in this Space, the system can ask whether to save or update a copy in your preferred password manager.
ar: بعد أن يحفظ Crest كلمة المرور في هذه المساحة، يمكن للنظام أن يسأل عما إذا كنت تريد حفظ نسخة أو تحديثها في مدير كلمات المرور المفضّل لديك.

source: All
ar: الكل

source: All details
ar: كل التفاصيل

source: All non-regional ad, privacy, annoyance, social, and badware lists.
ar: جميع قوائم الإعلانات والخصوصية والمضايقات والشبكات الاجتماعية والبرامج الضارة غير الإقليمية.

source: Allow
ar: سماح

source: Allow Crest to Use Passkeys…
ar: السماح لـ Crest باستخدام مفاتيح المرور…

source: Allow Crest to use the system’s passkey providers for the website in the active page.
ar: السماح لـ Crest باستخدام مزوّدي مفاتيح المرور في النظام للموقع المفتوح في الصفحة النشطة.

source: Allow Download
ar: السماح بالتنزيل

source: Allow download of %@
ar: السماح بتنزيل %@

source: Also available by swiping inward from the leading edge
ar: متاح أيضًا بالسحب إلى الداخل من الحافة الأمامية

source: Also offer saves to Passwords
ar: عرض الحفظ في «كلمات السر» أيضًا

source: Annoyances
ar: المضايقات

source: App
ar: التطبيق

source: Appearance
ar: المظهر

source: Apple does not expose website-notification permission or background Web Push delivery to third-party WKWebView browsers. On iPhone and iPad, notification-capable sites must be added to the Home Screen; on Mac, they must use Safari or an installed web app.
ar: لا توفر Apple إذن إشعارات مواقع الويب أو تسليم إشعارات Web Push في الخلفية لمتصفحات WKWebView التابعة لجهات خارجية. على iPhone وiPad، يجب إضافة المواقع التي تدعم الإشعارات إلى الشاشة الرئيسية؛ وعلى Mac، يجب استخدام Safari أو تطبيق ويب مثبت.

source: Apple does not expose website-notification permission or background Web Push delivery to third-party WKWebView browsers. On Mac, notification-capable sites must use Safari or an installed web app; on iPhone and iPad, they must be added to the Home Screen.
ar: لا توفر Apple إذن إشعارات مواقع الويب أو تسليم إشعارات Web Push في الخلفية لمتصفحات WKWebView التابعة لجهات خارجية. على Mac، يجب أن تستخدم المواقع التي تدعم الإشعارات Safari أو تطبيق ويب مثبتًا؛ وعلى iPhone وiPad، يجب إضافتها إلى الشاشة الرئيسية.

source: Apple doesn’t expose the iCloud account email to Crest. Confirm both devices use the same Apple Account in System Settings; this page should show iCloud account Available on each device.
ar: لا تكشف Apple عنوان البريد الإلكتروني لحساب iCloud إلى Crest. تأكد من أن كلا الجهازين يستخدمان حساب Apple نفسه في إعدادات النظام؛ يجب أن تعرض هذه الصفحة حالة حساب iCloud «متاح» على كل جهاز.

source: Arc Sidebar or Session
ar: شريط Arc الجانبي أو الجلسة

source: Architecture
ar: البنية

source: Archive
ar: الأرشيف

source: Archive current tabs
ar: أرشفة علامات التبويب الحالية

source: Archive Tab
ar: أرشفة علامة التبويب

source: Archive, History, and Downloads
ar: الأرشيف والسجل والتنزيلات

source: Archives inactive current tabs without closing the selected tab.
ar: يؤرشف علامات التبويب الحالية غير النشطة دون إغلاق علامة التبويب المحددة.

source: Arrange your emblems
ar: رتّب رموزك

source: Arrangement
ar: الترتيب

source: Ask
ar: اسأل

source: Ask Again
ar: السؤال مجددًا

source: Authenticate to copy the Crest password for %@.
ar: قم بالمصادقة لنسخ كلمة مرور Crest لـ %@.

source: Authenticate to copy the Crest password for %arg.
ar: قم بالمصادقة لنسخ كلمة مرور Crest لـ %arg.

source: Authenticate to export passwords from %@.
ar: قم بالمصادقة لتصدير كلمات المرور من %@.

source: Authenticate to export passwords from %arg.
ar: قم بالمصادقة لتصدير كلمات المرور من %arg.

source: Authenticate to reveal the Crest password for %@.
ar: قم بالمصادقة لإظهار كلمة مرور Crest لـ %@.

source: Authenticate to reveal the Crest password for %arg.
ar: قم بالمصادقة لإظهار كلمة مرور Crest لـ %arg.

source: Authenticate to unlock the %@ Space in Crest.
ar: قم بالمصادقة لفتح مساحة %@ في Crest.

source: Authenticate to view this Crest password.
ar: قم بالمصادقة لعرض كلمة مرور Crest هذه.

source: Authenticating
ar: جارٍ المصادقة

source: Authenticating…
ar: جارٍ التحقق من الهوية…

source: Auto-archive
ar: الأرشفة التلقائية

source: Automatically cleaned
ar: منظفة تلقائيًا

source: Automatically Cleaned
ar: المنظفة تلقائيًا

source: Avoid entering private information until the site fixes its certificate.
ar: تجنّب إدخال معلومات خاصة حتى يصلح الموقع شهادته.

source: Awaiting Apple approval
ar: في انتظار موافقة Apple

source: Away from saved location
ar: بعيد عن الموقع المحفوظ

source: Away from saved location — double-click to return
ar: بعيد عن الموقع المحفوظ — انقر نقرًا مزدوجًا للعودة

source: Back
ar: رجوع

source: Back (⌘[)
ar: رجوع (⌘[)

source: Back (Arrow)
ar: رجوع (السهم)

source: Back to welcome
ar: العودة إلى الترحيب

source: Background
ar: الخلفية

source: Background style
ar: نمط الخلفية

source: Balanced uses a native WebKit rule list to stop known third-party advertising and tracking requests. It never blocks the top-level page, and this choice affects only the selected Space.
ar: يستخدم الوضع المتوازن قائمة قواعد أصلية من WebKit لإيقاف طلبات الإعلانات والتتبع المعروفة التابعة لجهات خارجية. وهو لا يحظر الصفحة الرئيسية أبدًا، ويؤثر هذا الخيار في المساحة المحددة فقط.

source: Balanced uses a native WebKit rule list to stop known third-party advertising and tracking requests. Top-level pages are never blocked, and the choice applies only to this Space.
ar: يستخدم الوضع المتوازن قائمة قواعد أصلية من WebKit لإيقاف طلبات الإعلانات والتتبع المعروفة التابعة لجهات خارجية. ولا تُحظر الصفحات الرئيسية أبدًا، وينطبق هذا الخيار على هذه المساحة فقط.

source: Band
ar: الشريط

source: Band color
ar: لون الشريط

source: Bands
ar: أشرطة

source: Banner
ar: اللافتة

source: Banners
ar: الرايات

source: Beetle
ar: الخنفساء

source: Before content loaded
ar: قبل تحميل المحتوى

source: Bend
ar: شريط مائل

source: Bird
ar: الطائر

source: Block
ar: حظر

source: Blocked an automatic download from this site.
ar: تم حظر تنزيل تلقائي من هذا الموقع.

source: Blocks tracking scripts and analytics requests.
ar: يحظر نصوص التتبع وطلبات التحليلات.

source: Book
ar: الكتاب

source: Bookmark HTML includes pinned and saved sites only. Imports from standard HTML, Safari, Chrome or Chromium, Firefox, and Arc always create fresh, isolated Crest Spaces.
ar: يتضمن ملف HTML للإشارات المرجعية المواقع المثبتة والمحفوظة فقط. تؤدي عمليات الاستيراد من HTML القياسي وSafari وChrome أو Chromium وFirefox وArc دائمًا إلى إنشاء مساحات Crest جديدة ومعزولة.

source: Bookmarks exported.
ar: تم تصدير الإشارات المرجعية.

source: Bookmarks HTML
ar: إشارات HTML المرجعية

source: Border
ar: الإطار

source: Border color
ar: لون الإطار

source: Bordure
ar: إطار محيط

source: Branding
ar: الهوية المرئية

source: Branding preview of %@
ar: معاينة الهوية المرئية لـ %@

source: Bring a few favorites
ar: أضف بعض مفضلاتك

source: Broad tracking protection optimized for Safari.
ar: حماية واسعة من التتبع مُحسّنة لـ Safari.

source: Browser
ar: المتصفح

source: Browser data exported.
ar: تم تصدير بيانات المتصفح.

source: Browser import requires a Mac so Crest can read the installed browser’s local files. You’ll review every Space and tab there before importing, and the result will sync to this device with iCloud.
ar: يتطلب استيراد المتصفح جهاز Mac حتى يتمكن Crest من قراءة الملفات المحلية للمتصفح المثبّت. ستراجع كل مساحة وعلامة تبويب هناك قبل الاستيراد، وستتم مزامنة النتيجة مع هذا الجهاز عبر iCloud.

source: Browser Settings
ar: إعدادات المتصفح

source: browser startup default Space transparency sidebar interface
ar: المتصفح بدء التشغيل المساحة الافتراضية الشفافية الشريط الجانبي الواجهة

source: Browsing
ar: التصفح

source: Browsing and interface
ar: التصفح والواجهة

source: Build a shield from a field, ordinary, charge, and restrained outer trim.
ar: أنشئ شعارًا من حقل وشكل شرفي ورمز وتفصيل خارجي بسيط.

source: Built into Crest
ar: صفحة مضمّنة في Crest

source: Cancel
ar: إلغاء

source: Cancel Download
ar: إلغاء التنزيل

source: change current tab url address focus
ar: تغيير عنوان علامة التبويب الحالية تركيز

source: Change the colors without changing your crest. Select a color below to make your own palette.
ar: غيّر الألوان دون تغيير شعارك. اختر لونًا أدناه لإنشاء لوحة ألوانك الخاصة.

source: Changes which Space supplies cookies and passwords
ar: يغيّر المساحة التي توفر ملفات تعريف الارتباط وكلمات المرور

source: Charge
ar: الرمز

source: Charge color
ar: لون الرمز

source: Check Again
ar: التحقق مجددًا

source: Check for Updates Now
ar: التحقق من التحديثات الآن

source: Check that your device’s date and time are correct.
ar: تحقق من صحة تاريخ جهازك ووقته.

source: Check the address for typing mistakes.
ar: تحقق من عدم وجود أخطاء إملائية في العنوان.

source: Check whether the site is available in another browser or device.
ar: تحقق مما إذا كان الموقع متاحًا في متصفح أو جهاز آخر.

source: Check your connection and try again in a moment.
ar: تحقق من اتصالك وحاول مرة أخرى بعد قليل.

source: Checking for extension updates…
ar: جارٍ التحقق من تحديثات الإضافات…

source: Checking passkey access
ar: جارٍ التحقق من الوصول إلى مفاتيح المرور

source: Checking password…
ar: جارٍ التحقق من كلمة المرور…

source: Checking saved passwords
ar: جارٍ التحقق من كلمات المرور المحفوظة

source: Checking this Space…
ar: جارٍ التحقق من هذه المساحة…

source: Checking…
ar: جارٍ التحقق…

source: Chevron
ar: شيفرون

source: Chevron Field
ar: حقل شيفرون

source: Chief
ar: رأس الدرع

source: Chinese-language advertising.
ar: الإعلانات باللغة الصينية.

source: Choices are stored separately for each exact site, port, capability, and Space. Camera and microphone access also require macOS privacy consent.
ar: تُخزّن الخيارات بشكل منفصل لكل موقع ومنفذ وإمكانية ومساحة بالضبط. ويتطلب الوصول إلى الكاميرا والميكروفون أيضًا موافقة الخصوصية في macOS.

source: Choose a preset…
ar: اختر تصميمًا جاهزًا…

source: Choose a shape
ar: اختر شكلًا

source: Choose a Space to edit its identity and privacy policy.
ar: اختر مساحة لتعديل هويتها وسياسة الخصوصية الخاصة بها.

source: Choose a starting point
ar: اختر نقطة بداية

source: Choose an emblem
ar: اختر رمزًا

source: Choose an icon
ar: اختر أيقونة

source: Choose Crest in Default Apps Settings, then return here and check the status.
ar: اختر Crest في إعدادات التطبيقات الافتراضية، ثم عد إلى هنا وتحقق من الحالة.

source: Choose Destination Space
ar: اختيار مساحة الوجهة

source: Choose Emoji Icon
ar: اختر رمزًا تعبيريًا

source: Choose one detail to change. See the result as you go.
ar: اختر تفصيلًا لتغييره وشاهد النتيجة فورًا.

source: Choose one to three colors. The same named slots style banners, gradients, and crests.
ar: اختر من لون واحد إلى ثلاثة ألوان. تُنسّق خانات الألوان المسمّاة نفسها اللافتات والتدرجات والشعارات.

source: Choose up to three colors. Every crest layer uses this palette.
ar: اختر ما يصل إلى ثلاثة ألوان. تستخدم كل طبقة من الشعار لوحة الألوان هذه.

source: Choose Which Copy to Keep
ar: اختر النسخة التي تريد الاحتفاظ بها

source: Choose your crest
ar: اختر شعارك

source: Chrome or Chromium
ar: Chrome أو Chromium

source: Chrome or Chromium Session
ar: جلسة Chrome أو Chromium

source: clean tidy archive unpinned tabs
ar: تنظيف ترتيب أرشفة علامات التبويب غير المثبتة

source: Clean Up Current Tabs
ar: تنظيف علامات التبويب الحالية

source: Clean Up Eligible Tabs Now
ar: تنظيف علامات التبويب المؤهلة الآن

source: Clear
ar: مسح

source: Clear Cookies, Storage, and Reload
ar: مسح ملفات تعريف الارتباط والتخزين وإعادة التحميل

source: Clear History
ar: مسح السجل

source: Clear history for %@?
ar: هل تريد مسح سجل %@؟

source: Clear history for %arg?
ar: هل تريد مسح سجل %arg؟

source: Clear Icon
ar: مسح الأيقونة

source: Clear Unpinned Tabs
ar: مسح علامات التبويب غير المثبتة

source: Click’s balanced EasyList, EasyPrivacy, and uBlock selection.
ar: مجموعة متوازنة من EasyList وEasyPrivacy وuBlock.

source: Close
ar: إغلاق

source: Close %@
ar: إغلاق %@

source: Close %arg
ar: إغلاق %arg

source: close archive current tab window
ar: إغلاق أرشفة علامة التبويب النافذة الحالية

source: Close Current Tab or Window
ar: إغلاق علامة التبويب أو النافذة الحالية

source: Close Find
ar: إغلاق البحث

source: Close Peek
ar: إغلاق Peek

source: Close Peek (⌘W)
ar: إغلاق Peek (⌘W)

source: Close Peek (Esc or ⌘W)
ar: إغلاق Peek ‏(Esc أو ⌘W)

source: Close Private Tabs
ar: إغلاق علامات التبويب الخاصة

source: Close Quick Window
ar: إغلاق النافذة السريعة

source: Close Quick Window (Esc or ⌘W)
ar: إغلاق النافذة السريعة ‏(Esc أو ⌘W)

source: Close Split
ar: إغلاق العرض المنقسم

source: Close Tab
ar: إغلاق علامة التبويب

source: Close Window
ar: إغلاق النافذة

source: Closed
ar: مغلقة

source: Closed and automatically cleaned tabs from this Space appear here.
ar: تظهر هنا علامات التبويب المغلقة والمنظفة تلقائيًا من هذه المساحة.

source: closed tabs archive
ar: علامات التبويب المغلقة الأرشيف

source: Cloud records observed
ar: سجلات السحابة المرصودة

source: CloudKit container
ar: حاوية CloudKit

source: Collapsed
ar: مطوية

source: Collapses saved tabs
ar: يطوي علامات التبويب المحفوظة

source: Collapses this folder
ar: يطوي هذا المجلد

source: Color
ar: اللون

source: Color %lld
ar: اللون %lld

source: Color intensity
ar: شدة اللون

source: Color palette
ar: لوحة الألوان

source: Colors
ar: الألوان

source: Colors & background
ar: الألوان والخلفية

source: command
ar: الأوامر

source: Command Palette
ar: لوحة الأوامر

source: Compass
ar: البوصلة

source: Compatibility exceptions for sites broken by blocking.
ar: استثناءات توافق للمواقع التي يعطّلها الحظر.

source: Completed visits from this Space appear here and remain separate from every other Space.
ar: تظهر هنا الزيارات المكتملة من هذه المساحة وتظل منفصلة عن كل مساحة أخرى.

source: Configure passkeys in system settings, then reopen Crest.
ar: أعدّ مفاتيح المرور في إعدادات النظام، ثم أعد فتح Crest.

source: Content blocking
ar: حظر المحتوى

source: Content Blocking
ar: حظر المحتوى

source: content blocking ads trackers camera microphone site access history cookies data
ar: حظر المحتوى الإعلانات أدوات التتبع الكاميرا الميكروفون الوصول إلى المواقع السجل ملفات تعريف الارتباط البيانات

source: Contents
ar: المحتويات

source: control
ar: التحكم

source: Controls how strongly the chosen colors enter the sidebar.
ar: يتحكم في مدى قوة ظهور الألوان المختارة في الشريط الجانبي.

source: Controls how strongly the chosen colors enter the surface.
ar: يتحكم في مدى قوة ظهور الألوان المختارة على السطح.

source: Controls how strongly the gradient enters the surface.
ar: يتحكم في مدى قوة ظهور التدرج على السطح.

source: Cookie consent notices and banners.
ar: إشعارات ولافتات الموافقة على الكوكيز.

source: Cookie notices and other disruptive page elements.
ar: إشعارات الكوكيز وعناصر الصفحة المزعجة الأخرى.

source: Cookie notices, newsletter prompts, and social widgets.
ar: إشعارات الكوكيز ونوافذ النشرات البريدية وأدوات التواصل الاجتماعي.
